IDEA Open Model
ConnectionSetup.MemberLengthRatio Property
Compatible with IDEA StatiCa 20.1
 A multiple of cross-section height to determine the default length of member
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double MemberLengthRatio { get; set; }
Public Property MemberLengthRatio As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace